---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.CircMullionRadius
source: html/a863048d-f38e-91cd-6a4b-1379a76607d3.htm
---
# Autodesk.Revit.DB.ParameterTypeId.CircMullionRadius Property

"Radius"

## Syntax (C#)
```csharp
public static ForgeTypeId CircMullionRadius { get; }
```